Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=263_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Olen Satu Aikio (2008)
smn: Mun lam Satu Aikio (2008)

source: ja syntynyt pian 25 vuotta sitten kuopuksena inarinsaamelaiseen perheeseen, johon itseni lisäksi kuuluu isä, äiti sekä isosisko ja - veli.
smn: já lam šoddâm masa 25 ihheed tassaaš anarâšperruu nuorâmužžân, moos jieččân lasseen kuleh eeči, enni sehe stuorrâuábbi já - viljâ.

source: Lapsuuteni ja nuoruuteni olen viettänyt Sevetintien varrella pienessä kylässä nimeltään Väylä, jossa vanhempani edelleen asuvat.
smn: Pärnuvuottân já nuorâvuottân lam viättám Čevetjävrmaađij pellâst uccâ sijdiist, mon nommâ lii Vävli. Tobbeen muu vaanhimeh äässih ain-uv.

source: Tätä nykyä tieni on vienyt minut asustelemaan Ivaloon, jossa myös molemmat sisarukseni asuvat.
smn: Tááláá ääigi muu kiäinu lii tuálvum asâstâllâđ Avelân, kost muu viljâ já uábbi-uv aassâv.

source: Peruskouluni olen käynyt Kaamasessa (1-3lk) ja Inarissa (4-9lk) sekä lukion Ivalossa.
smn: Vuáđuškoovlâ lam jottáám Kaamâsist (1-3lk) já Anarist (4-9lk) sehe luvâttuv Avelist.

source: Saatuani ylioppilaslakin vuonna 2003, elämä kuljetti erinäisten työpaikkojen jälkeen opiskelemaan perhepäivähoitajaksi saamelaisalueen koulutuskeskukseen Ivaloon, josta valmistuin kyseiseen ammattiin syksyllä 2008.
smn: Pajeuáppeekappeer finnim maŋa ive 2003, eellim jođettij muu sierâlágán pargosoojij maŋa luuhâđ peerâpeivitipšon säämi máttááttâskuávdážân Avelân, kost valmâštuvvim nomâttum ámáttân čohčuv 2008.

source: Tällä hetkellä työskentelen Inarissa inarinsaamen kielipesässä eli päiväkodissa, jossa lapsille puhutaan ainoastaan inarinsaamea.
smn: Tääl poorgâm Anarist anarâškielâ kielâpiervâlist ađai peivikiäjust, mast párnáid sárnuh tuše anarâškielâ.

source: Inarinsaame on näkynyt elämässäni koko elämäni ajan niin kielen takia kuin harrastuksen ja työni kautta.
smn: Anarâškielâ lii oinum muu elimist ubâ elimân ääigi nuuvt kielâ keežild ko puđâldâs já pargo pehti.

source: Lapsuuskodissani Väylässä kuulin joka päivä inarinsaamen kieltä, jota poromies-kalastajaisäni puhui niin samassa pihapiirissä asuneiden edesmenneiden isovanhempieni kuin sukulaistenikin kanssa.
smn: Pärnivuođâpäihistân Väävlist kuullim jyehi peeivi anarâškielâ, maid puásuialmai-kuálásteijeeiäččám sáárnui nuuvt siämmáá šiljopirrâsist aassâm ákku- já äijihruhijnân ko muu huolhijgijn-uv.

source: Kotona kuulemaani ja oppimaani kieltä opiskelin lisää koulussa ja opiskelu on jatkunut tähän päivään asti, koska uusia inarinsaamenkielisiä sanoja kehitetään jatkuvasti.
smn: Pääihist kuullâm já oppâm kielâ luuhim lase škoovlâst já oppâm lii jotkum onnáá peeivi räi, ko uđđâ anarâškielâliih säänih šaddeh ubâ ääigi.

source: Yksi harrastuksistani on laulaminen, jonka puitteissa teen silloin tällöin myös keikkaa inarinsaameksi erinäisissä tilaisuuksissa niin yksin kuin yhdessä siskoni kanssa.
smn: Ohtâ puđâldâsâin lii lávlum, mon ooleest toovâm tyellittälli meid lávlummaađhijd anarâškielân sierâlágán tilálâšvuođâin nuuvt ohtuu ko oovtâst obijnân-uv.

source: Inarinsaame on vähemmistökieli, joka oli pitkään uhanalainen sen puhujien vähyyden takia.
smn: Anarâškielâ lii ucceeblohokielâ, mii lâi kuhe uhkevuálásâš ton sárnoi vänivuođâ keežild.

source: Tätä nykyä näen inarinsaamen kielen tulevaisuuden valoisana juurikin vuonna 1997 perustetun inarinsaamen kielen kielipesän ansiosta sekä myös sen, että kieltä opetetaan myös aikuisille ihmisille, jotka välttämättä eivät ole juuriltaan inarinsaamelaisia.
smn: Tääl uáinám anarâškielâ puátteevuođâ čuovâdin eidu ive 1997 vuáđudum anarâškielâ kielâpiervâl áánsust sehe meid ton keežild, et kielâ máttááttuvvoo meiddei rävisulmuid, kiäh velttidhánnáá iä lah ain madduidis peeleest anarâšah.

source: Inarissa sijaitseva saamelaismuseo Siida, jossa olen monet kesät työskennellyt, välittää osaltaan tietoa inarinsaamelaisuudesta ja kielestä.
smn: Aanaar sämimuseo Sijdâ, mast lam porgâm maaŋgâid keesijd, joođeet jieijâs uásild tiäđu aanaarsämmilâšvuođâst já kielâst.

source: Uskon ja toivon, että inarinsaamen arvostus on kasvanut ja että useimmat myös tiedostavat nykyään Suomessa puhuttavan kolmea eri saamen kieltä, joista yksi on inarinsaame.
smn: Oskom já tuáivum, et anarâškielâ áárvustanneem lii lasanâm já et tävjibeh meiddei tiäđušteh tááláá Suomâst sarnum kuulmâ jieskote-uv sämikielâ, main ohtâ lii anarâškielâ.

source: Inarinsaamelaisuus merkitsee minulle kielen puhumisen lisäksi sitä, että voin käyttää inarinsaamenpukua, jota pidän useissa eri tilaisuuksissa sekä myös esiintyessäni.
smn: Aanaarsämmilâšvuotâ meerhâš munjin kielâ sárnum lasseen tom, et puávtám kevttiđ anarâšmááccuh, maid kiävtám maaŋgâin jieškote-uv tilálâšvuođâin sehe meid lávdástâldijn.

source: Kun monet tuskailevat, mitä laittaa päälleen tilaisuuksiin, minulla tätä ongelmaa ei juurikaan ole ollut, koska voin käyttää saamenpukuani monissa eri tilaisuuksissa.
smn: Ko maaŋgah toskedeh, maid piejâččii paijaalsis tilálâšvuođáid, must taat probleem ij ennustkin lah lamaš, ko puávtám kevttiđ sämimááccuh maaŋgâin sierâlágán tilálâšvuođâin.

source: Tällä hetkellä olen iloinen voidessani osaltani edistää inarin saamenkielen asemaa tämän hetkisen työni kautta sekä myös musiikin avulla.
smn: Tääm mun lam ilolâš, et puávtám jieččân uásild ovdediđ anarâškielâ sajattuv tááláá pargo pehti sehe meid muusik vievâst.
